<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>%@</key>
	<string>%@</string>
	<key>%@×</key>
	<string>%@×</string>
	<key>%lld</key>
	<string>%lld</string>
	<key>%lld app(s) hidden</key>
	<string>%lld apper skjult</string>
	<key>%lld chars</key>
	<string>%lld bokstaver</string>
	<key>%lld files selected</key>
	<string>%lld filer valgt</string>
	<key>%lld fps</key>
	<string>%lld fps</string>
	<key>%lld track%@</key>
	<string>%1$lld spor</string>
	<key>%lld%%</key>
	<string>%lld%%</string>
	<key>(custom file)</key>
	<string>(egendefinert fil)</string>
	<key>(not downloaded)</key>
	<string>(ikke lastet ned)</string>
	<key>+1</key>
	<string>+1</string>
	<key>+10</key>
	<string>+10</string>
	<key>-1</key>
	<string>-1</string>
	<key>-10</key>
	<string>-10</string>
	<key>.%@</key>
	<string>.%@</string>
	<key>0 = slowest/best quality, 13 = fastest. 6 is a balanced default.</key>
	<string>0 = tregest/beste kvalitet, 13 = raskest. 6 er en balansert standard.</string>
	<key>00:00:00:00</key>
	<string>00:00:00:00</string>
	<key>1</key>
	<string>1</string>
	<key>1. Run this command in Terminal:</key>
	<string>1. </string>
	<key>10</key>
	<string>10</string>
	<key>10-bit sources:</key>
	<string>10-bit kilder:</string>
	<key>2. After installing, select "Homebrew" above as the source.</key>
	<string>2. Etter installasjon velg “Homebrew” som kilde over.</string>
	<key>5.1, +10, or ..15</key>
	<string>5.1, +10, or ..15</string>
	<key>8-bit sources:</key>
	<string>8-bit kilder:</string>
	<key>&gt;10-bit sources:</key>
	<string>&gt;10-bit kilder:</string>
	<key>AAC is widely compatible. PCM is uncompressed. Opus requires MKV container.</key>
	<string>AAC er vidt kompatibelt. PCM er ukomprimert. Opus krever MKV-beholder.</string>
	<key>AV1 encoding uses SVT-AV1 (software). No hardware acceleration available.</key>
	<string>AV1-koding bruker SVT-AV1 (programvare). Ingen maskinvareakselerasjon tilgjengelig.</string>
	<key>AVC-Intra Class</key>
	<string>AVC-Intra klasse</string>
	<key>Aagedal Media Converter</key>
	<string>Aagedal Media Converter</string>
	<key>About</key>
	<string>Om</string>
	<key>About Aagedal Media Converter</key>
	<string>Om Aagedal Media Converter</string>
	<key>Access Key:</key>
	<string>Tilgangsnøkkel</string>
	<key>Activate Preset</key>
	<string>Aktiver forhåndsinnstilling</string>
	<key>Add 1 frame</key>
	<string>Legg til 1 bilderute</string>
	<key>Add 10 frames</key>
	<string>Legg til 10 bilderuter</string>
	<key>Add a comment (single line)...</key>
	<string>Legg til en kommentar i metadata (en linje)…</string>
	<key>Add profile</key>
	<string>Legg til profil</string>
	<key>Add the selected video files to the Aagedal VideoLoop Converter queue.</key>
	<string>Legg de valgte videofilene til i køen til Aagedal VideoLoop Converter.</string>
	<key>Add the selected video files to the queue, set the output folder to the same directory, and start conversion.</key>
	<string>Legg de valgte videofilene til i køen, sett utdatamappen til samme mappe, og start konvertering.</string>
	<key>Add to Encode Queue</key>
	<string>Legg til i konverteringskøen</string>
	<key>Add track to output</key>
	<string>Legg til spor til eksporten</string>
	<key>All audio will be removed from output</key>
	<string>All lyd vil bli fjernet fra eksporten</string>
	<key>Alpha Channel Handling:</key>
	<string>Alpha-kanal håndtering:</string>
	<key>Alpha handling:</key>
	<string>Alpha-kanal håndtering:</string>
	<key>Alternative: Install via Homebrew</key>
	<string>Alternativ: Installer via Homebrew</string>
	<key>Alternative: Install via Homebrew (Recommended)</key>
	<string>Alternativ: Installer via Homebrew (anbefalt)</string>
	<key>Amazon S3 / S3-Compatible Storage</key>
	<string>Amazon S3 / S3-kompatibel Storage</string>
	<key>App (Bundled)</key>
	<string>App (innebygget)</string>
	<key>App Download</key>
	<string>App nedlastning</string>
	<key>App is up to date</key>
	<string>Appen er oppdatert</string>
	<key>Application Settings</key>
	<string>Applikasjonsinnstillinger</string>
	<key>Applies dynamic normalization before rendering the waveform and exporting audio to keep amplitudes consistent.</key>
	<string>Aktiverer dynamisk normalisering før gjengivelse av bølgeformen og eksport av lyd for å holde amplitudene konsistente.</string>
	<key>Apply audio routing configuration</key>
	<string>Bekreft konfigurasjon av lydruting</string>
	<key>Apply crop configuration</key>
	<string>Bekreft beskjæring</string>
	<key>Audio Bitrate</key>
	<string>Bitrate for Lyd</string>
	<key>Audio Channels</key>
	<string>Lydkanaler</string>
	<key>Audio Codec</key>
	<string>Bitrate kodek</string>
	<key>Audio Meter</key>
	<string>Lydmeter</string>
	<key>Audio Routing</key>
	<string>Lydruting</string>
	<key>Audio Track Routing</key>
	<string>Lydspor ruting</string>
	<key>Audio Waveform</key>
	<string>Lydbølge</string>
	<key>Audio Waveform Video</key>
	<string>Lydbølgevideo</string>
	<key>Audio routing</key>
	<string>Lydruting</string>
	<key>Audio routing customized (%lld tracks)</key>
	<string>Lydruting tilpasset (%lld tracks)</string>
	<key>Audio tracks will be included in output</key>
	<string>Lydspor vil bli inkludert i eksporten</string>
	<key>Authentication</key>
	<string>Autentisering</string>
	<key>Auto-encode after download</key>
	<string>Automatisk konverter etter nedlastning</string>
	<key>Auto-encode enabled</key>
	<string>Automatisk konvertering aktivert</string>
	<key>Auto-generate timestamp in comment field (e.g., "Date generated: 20250116")</key>
	<string>Autogenerer tidsstempel i kommentarfeltet (f.eks. "Dato generert: 20250116")</string>
	<key>Auto-upload after download</key>
	<string>Automatisk opplastning etter nedlastning</string>
	<key>Automatic (Main Display)</key>
	<string>Automatisk (Hovedskjerm)</string>
	<key>Automatically check for updates</key>
	<string>Automatisk se etter oppdateringer</string>
	<key>Automatically delete files older than</key>
	<string>Automatisk slett filer eldre enn</string>
	<key>Avoid special characters like em dashes (—) in prefix, suffix, or comments. They may cause metadata to not be written correctly.</key>
	<string>Unngå spesialtegn som tankestrek (—) i prefiks, suffiks eller kommentarer. Det kan føre til at metadata ikke blir skrevet riktig.</string>
	<key>Browse...</key>
	<string>Velg fil…</string>
	<key>Browser:</key>
	<string>Nettleser:</string>
	<key>Built-in Presets</key>
	<string>Innebygget forhåndsinnstilling</string>
	<key>By default, metadata such as title, timecode, and encoder tags are stripped to keep output files clean. Color-related metadata (including HDR) is always preserved for accurate viewing.</key>
	<string>Som standard blir metadata som tittel, tidskode og kodertagger fjernet for å holde utdatafilene rene. Fargerelatert metadata (inkludert HDR) blir alltid bevart for nøyaktig visning.</string>
	<key>C2PA metadata is checked automatically when ExifTool is available.</key>
	<string>C2PA-metadata sjekkes automatisk når ExifTool er tilgjengelig.</string>
	<key>C2PA metadata not available</key>
	<string>C2PA metadata ikke tilgjengelig</string>
	<key>Camera Metadata Present</key>
	<string>Kamera Metadata tilgjengelig</string>
	<key>Camera metadata not available</key>
	<string>Kamera metadata ikke tilgjengelig</string>
	<key>Cancel</key>
	<string>Avbryt</string>
	<key>Cancel and discard download</key>
	<string>Avbryt og forkast nedlastningen</string>
	<key>Cancel conversion</key>
	<string>Avbryt konvertering</string>
	<key>Cancel scheduled download</key>
	<string>Avbryt programmert nedlastning</string>
	<key>Cannot play while downloading</key>
	<string>Kan ikke spille av under nedlastning</string>
	<key>Cannot preview while downloading</key>
	<string>Kan ikke forhåndsvise under nedlastning</string>
	<key>Capture</key>
	<string>Opptak</string>
	<key>Capture Mode</key>
	<string>Opptaksmodus</string>
	<key>Capture Options</key>
	<string>Valg for Opptak</string>
	<key>Capture frame</key>
	<string>Ta skjermbilde</string>
	<key>Captures the selected display at native resolution with system audio. Preset and output folder are managed in Settings &gt; Screen Capture.</key>
	<string>Tar opp den valgte skjermen med original oppløsning og systemlyd. Forhåndsinnstilling og utdatamappe administreres i Innstillinger &gt; Skjermopptak.</string>
	<key>Center</key>
	<string>Sentrer</string>
	<key>Change Folder</key>
	<string>Endre mappe</string>
	<key>Change default output folder</key>
	<string>Endre standard mappe for eksport.</string>
	<key>Change prefix, suffix, separator, and date format in Settings &gt; General.</key>
	<string>Endre prefiks, suffiks, skilletegn og datoformat i Innstillinger &gt; Generelt.</string>
	<key>Change screenshot folder</key>
	<string>Endre skjermbildemappe</string>
	<key>Channel Operations</key>
	<string>Kanaloperasjoner</string>
	<key>Check Now</key>
	<string>Sjekk nå</string>
	<key>Check for Updates</key>
	<string>Sjekk etter oppdateringer</string>
	<key>Check frequency</key>
	<string>Sjekk frekvens</string>
	<key>Checking for camera metadata...</key>
	<string>Sjekker etter kamera metadata</string>
	<key>Checking for content credentials...</key>
	<string>Sjekker etter content credentials ...</string>
	<key>Checking...</key>
	<string>Sjekker…</string>
	<key>Choose how to handle screenshots with alpha transparency.</key>
	<string>Velg hvordan å håndtere skjermbilder med gjennomsiktighet</string>
	<key>Choose output container format, or keep the source format.</key>
	<string>Velg eksport konteiner format, eller behold kildeformatet.</string>
	<key>Choose the visual appearance used when rendering waveform videos.</key>
	<string>Velg et utseende for rendring av lydbølgevideoer.</string>
	<key>Choose...</key>
	<string>Velg…</string>
	<key>Cleanup policy</key>
	<string>Regler for opprydning</string>
	<key>Clear</key>
	<string>Rens listen</string>
	<key>Clear All</key>
	<string>Fjern alle</string>
	<key>Clear cache now</key>
	<string>Slett cache nå</string>
	<key>Clear operation</key>
	<string>Rensk operasjon</string>
	<key>Click or press T to cycle: REL TC → SRC TC → FRM</key>
	<string>Klikk eller trykk T for å bytte mellom REL TC -&gt; SRC TC -&gt; FRM</string>
	<key>Close</key>
	<string>Lukk</string>
	<key>Close metadata</key>
	<string>Lukk metadata</string>
	<key>Close metadata comparison</key>
	<string>Lukk metadata sammenligning</string>
	<key>Close preview</key>
	<string>Lukk forhåndsvisning</string>
	<key>Close timecode configuration</key>
	<string>Lukk tidskodekonfigurasjon</string>
	<key>Codec</key>
	<string>Kodek</string>
	<key>Colon ( : )</key>
	<string>Kolon ( : )</string>
	<key>Colors</key>
	<string>Farger</string>
	<key>Comma ( , )</key>
	<string>Komma ( , )</string>
	<key>Comment</key>
	<string>Kommentar</string>
	<key>Comment Formatting</key>
	<string>Kommentarformatering</string>
	<key>Compact mode hides comment fields, file sizes, and duration to show more items at once. Action buttons appear in a row under each filename.</key>
	<string>Kompakt modus skjuler kommentarfeltet, filstørrelse, og varighet for å vise flere elementer samtidig. Handlingsknapper fungerer under filnavnet.</string>
	<key>Configure audio track routing</key>
	<string>Konfigurer lydspor ruting</string>
	<key>Configure optional prefix/suffix for metadata comments and how the date tag is formatted.</key>
	<string>Konfigurer valgfritt prefiks/suffiks for metadata-kommentarer og hvordan datotaggen formateres.</string>
	<key>Configure output timecode</key>
	<string>Konfigurer tidskode</string>
	<key>Configure which audio tracks to include in the output and their order</key>
	<string>Konfigurer hvilke lydspor og som skal inkluderes ved eksport</string>
	<key>Confirm</key>
	<string>Bekreft</string>
	<key>Connection successful</key>
	<string>Tilkobling vellykket</string>
	<key>Container</key>
	<string>Konteiner</string>
	<key>Content Credentials Present</key>
	<string>Content Credentials finnes</string>
	<key>Control + R to load a new random tip</key>
	<string>Control + R laster inn et nytt tilfeldig tips</string>
	<key>Control which metadata controls are shown on each video row in the queue.</key>
	<string>Kontroller hvilke metadatakontroller som vises på hver videorad i køen.</string>
	<key>Controls the maximum characters per subtitle line. Default is 42, which works well for most video players. Use lower values for mobile devices.</key>
	<string>Kontrollerer maksimalt antall tegn per undertekstlinje. Standard er 42, som fungerer bra for de fleste videospillere. Bruk lavere verdier for mobile enheter.</string>
	<key>Controls waveform animation smoothness. Higher frame rates increase render cost.</key>
	<string>Kontrollerer hvor jevn bølgeformanimasjonen er. Høyere bildefrekvenser øker renderingskostnaden.</string>
	<key>Controls what the Reset button does by default</key>
	<string>Styrer hva Tilbakestill-knappen gjør som standard</string>
	<key>Controls whether newly added files include the "Date generated" metadata tag by default</key>
	<string>Kontrollerer om nye videoer får “Date generated” metadata som standard.</string>
	<key>Convert Scandinavian characters (æ, ø, å)</key>
	<string>Konverter skandinaviske bokstaver (æ, ø, å)</string>
	<key>Convert Videos Immediately</key>
	<string>Konverter videoer umiddelbart</string>
	<key>Copy</key>
	<string>Kopier</string>
	<key>Copy source timecode</key>
	<string>Kopier kildens tidskode</string>
	<key>Copy to clipboard</key>
	<string>Kopier til utklippstavlen</string>
	<key>Crop</key>
	<string>Beskjær</string>
	<key>Current default preset</key>
	<string>Nåværende standard forhåndsinnstilling</string>
	<key>Cursor hidden in capture</key>
	<string>Musepeker skjult i opptaket</string>
	<key>Cursor visible in capture</key>
	<string>Musepeker synlig i opptaket</string>
	<key>Custom</key>
	<string>Egendefinert</string>
	<key>Custom ExifTool path (optional):</key>
	<string>Egendefinert ExifTool filbane (valgfri):</string>
	<key>Custom FFmpeg path:</key>
	<string>Egendefinert FFmpeg filbane:</string>
	<key>Custom FFprobe path:</key>
	<string>Egendefinert FFprobe filbane:</string>
	<key>Custom Preset</key>
	<string>Selvjusterbar forhåndsinnstilling</string>
	<key>Custom Preset Configuration</key>
	<string>Egendefinert forhåndsinnstilling konfigurasjon</string>
	<key>Custom Presets</key>
	<string>Egendefinert forhåndsinnstilling</string>
	<key>Custom deno path:</key>
	<string>Egendefinert deno filbane:</string>
	<key>Custom model not found.</key>
	<string>Egendefinert modell ikke funnet.</string>
	<key>Custom model path:</key>
	<string>Egendefinert modell filbane:</string>
	<key>Custom name</key>
	<string>Egendefinert navn</string>
	<key>Custom yt-dlp path:</key>
	<string>Egendefinert yt-dlp filmane:</string>
	<key>DD MMM YYYY (%@)</key>
	<string>DD MMM YYYY (%@)</string>
	<key>DD.MM.YYYY (%@)</key>
	<string>DD.MM.YYYY (%@)</string>
	<key>DD/MM/YYYY (%@)</key>
	<string>DD/MM/YYYY (%@)</string>
	<key>Dash ( - )</key>
	<string>Bindestrek ( - )</string>
	<key>Date format</key>
	<string>Datoformat</string>
	<key>Date prefix</key>
	<string>Datoprefiks</string>
	<key>Date tag is unavailable when preserving original metadata</key>
	<string>Dato-tagg er utilgjengelig når original metadata bevares</string>
	<key>Default</key>
	<string>Standard</string>
	<key>Default Mode</key>
	<string>Standard modus</string>
	<key>Default Output Folder:</key>
	<string>Standard eksport mappe</string>
	<key>Default Preset</key>
	<string>Standard forhåndsinnstilling</string>
	<key>Default Screenshot Folder:</key>
	<string>Standard mappe for skjermbilder:</string>
	<key>Default Settings</key>
	<string>Standard innstilling</string>
	<key>Default language:</key>
	<string>Standard språk:</string>
	<key>Default model:</key>
	<string>Standard modell:</string>
	<key>Default timecode mode for new files:</key>
	<string>Standard tidskode for nye filer:</string>
	<key>Default timecode mode:</key>
	<string>Standard tidskode-visning</string>
	<key>Delete All Models</key>
	<string>Slett alle modeller</string>
	<key>Delete profile</key>
	<string>Slett profil</string>
	<key>Developer Website</key>
	<string>Utviklerens nettside</string>
	<key>Display</key>
	<string>Skjerm</string>
	<key>Display name</key>
	<string>Visningsnavn</string>
	<key>Display the button to toggle the "Date generated" tag for each file</key>
	<string>Vis knappen for å veksle "Dato generert"-taggen for hver fil</string>
	<key>Display the comment text field for adding metadata comments to each file</key>
	<string>Vis kommentarfeltet for å legge til metadata-kommentarer for hver fil</string>
	<key>Domain:</key>
	<string>Domene:</string>
	<key>Don't have Homebrew? Install it first</key>
	<string>Har du ikke Homebrew? Installer den først</string>
	<key>Done</key>
	<string>Ferdig</string>
	<key>Double-click to enter timecode. Click mode label or press T to toggle mode.</key>
	<string>Dobbelklikk for å legge inn tidskode. Klikk eller press T for å bytte tidsvisning.</string>
	<key>Download</key>
	<string>Last ned</string>
	<key>Download Automation</key>
	<string>Nedlastningsautomasjon</string>
	<key>Download ExifTool</key>
	<string>Last ned ExifTool</string>
	<key>Download Folder</key>
	<string>Nedlastningsmappe</string>
	<key>Download a model below to enable subtitle generation.</key>
	<string>Last ned en modell for å aktivere undertekst-generering</string>
	<key>Download deno</key>
	<string>Last ned deno</string>
	<key>Download from URL</key>
	<string>Last ned fra URL</string>
	<key>Download models for transcription. Larger models are more accurate but slower and require more RAM.</key>
	<string>Last ned modeller for transkribering. Større modeller er mer nøyaktige, men tregere og krever mer RAM.</string>
	<key>Download video from URL</key>
	<string>Last ned video fra URL</string>
	<key>Download yt-dlp</key>
	<string>Last ned yt-dlp</string>
	<key>Downloading...</key>
	<string>Laster ned…</string>
	<key>Downloading... %lld%%</key>
	<string>Laster ned… %lld%%</string>
	<key>Downloads</key>
	<string>Nedlastninger</string>
	<key>Downloads a bundled copy and prefers it over the system runtime.</key>
	<string>Laster ned en buntet kopi og foretrekker denne fremfor systemets kjøremiljø.</string>
	<key>Downloads from yt-dlp are saved here before conversion.</key>
	<string>Nedlastinger fra yt-dlp lagres her før koding.</string>
	<key>Downmix to stereo for compatibility</key>
	<string>Nedmiksing til stereo for kompatibilitet</string>
	<key>Drag a recording once one is available.</key>
	<string>Dra et opptak hit når et er tilgjengelig.</string>
	<key>Drag and drop video files here</key>
	<string>Dra og slipp videofiler her</string>
	<key>Drag last screenshot to another app</key>
	<string>Dra det siste skjermbildet til en annen app</string>
	<key>Duration exceeds 15 seconds. VideoLoops are best suited for shorter videos.</key>
	<string>Varighet er lengre enn 15-sekunder. VideoLooper fungerer best med kortere videosnutter.</string>
	<key>Dynamic Range</key>
	<string>Dynamisk område</string>
	<key>Enable auto-encode after download</key>
	<string>Aktiver automatisk konvertering etter nedlastning</string>
	<key>Enable filename processing</key>
	<string>Aktiver filnavnprosessering</string>
	<key>Enable subtitles by default for new items</key>
	<string>Aktiver undertekster for nye elementer</string>
	<key>Enable upload by default for new items</key>
	<string>Aktiver opplastning som standard for nye elementer</string>
	<key>Enable waveform video by default</key>
	<string>Skru på lydbølge video som standard</string>
	<key>Encoded files will be saved in the same folder as the source file.</key>
	<string>Kodede filer vil bli lagret i samme mappe som kildefilen.</string>
	<key>Encoder</key>
	<string>Enkoder</string>
	<key>Encoding Speed</key>
	<string>Enkoder hastighet</string>
	<key>Encoding Speed (Preset)</key>
	<string>Kodinghastighet (forhåndsinnstilling)</string>
	<key>Enter a custom start timecode for the output file.</key>
	<string>Angi en tilpasset start-tidskode for utdatafilen.</string>
	<key>Enter a default start timecode for output files.</key>
	<string>Angi en standard start-tidskode for utdatafilen.</string>
	<key>Example: `-c:v libx264 -crf 18 -preset slow -c:a copy` produces `filename%@.%@`.</key>
	<string>Eksempel: `-c:v libx264 -crf 18 -preset slow -c:a copy` lager `filename%1$@.%2$@`.</string>
	<key>ExifTool (Extended Metadata)</key>
	<string>ExifTool (utvidet metadata)</string>
	<key>ExifTool not installed</key>
	<string>ExifTool ikke installert</string>
	<key>ExifTool reads extended metadata that FFprobe doesn't support, such as C2PA content credentials, XMP data, and EXIF tags.</key>
	<string>ExifTool leser utvidede metadata som FFprobe ikke støtter, for eksempel C2PA-innholdslegitimasjon, XMP-data og EXIF-tagger.</string>
	<key>ExifTool will be detected automatically from Homebrew paths.</key>
	<string>ExifTool vil bli oppdaget automatisk fra Homebrew-stier.</string>
	<key>Existing file will be overwritten</key>
	<string>Eksisterende fil vil bli overskrevet</string>
	<key>Exit crop mode</key>
	<string>Avslutt beskjæringsmodus</string>
	<key>Export: %@</key>
	<string>Eksport: %@</string>
	<key>Exported file size</key>
	<string>Eksportert filstørrelse</string>
	<key>FFMPEG version: 8.0</key>
	<string>FFMPEG-versjon: 8.0</string>
	<key>FFMPEG version: 8.0.1</key>
	<string>FFMPEG versjon: 8.0.1</string>
	<key>FFmpeg</key>
	<string>FFmpeg</string>
	<key>FFmpeg / FFprobe (Conversion)</key>
	<string>FFmpeg / FFprobe (konvertering)</string>
	<key>FFmpeg: Not found</key>
	<string>FFmpeg: Ikke funnet</string>
	<key>FFprobe: Not found</key>
	<string>FFprobe: Ikke funnet</string>
	<key>FTP Profile</key>
	<string>FTP profil</string>
	<key>Feature Support</key>
	<string>Funksjonsstøtte</string>
	<key>File Names</key>
	<string>Filnavn</string>
	<key>Files will be uploaded to: s3://%@/%@&lt;filename&gt;</key>
	<string>Filer vil bli lastet opp til: s3://%1$@/%2$@&lt;filename&gt;</string>
	<key>Finalizing</key>
	<string>Fullfører</string>
	<key>Folder name:</key>
	<string>Mappe navn:</string>
	<key>Folder will be named using the preset suffix (e.g., "loop", "tv", "prores")</key>
	<string>Mappen vil bli navngitt ved hjelp av forhåndsinnstilt suffiks (f.eks. "loop", "tv", "prores")</string>
	<key>Format</key>
	<string>Format</string>
	<key>Format: HH:MM:SS:FF (00-23 hours, 00-29 frames @ 30fps) or HH:MM:SS;FF for drop-frame</key>
	<string>Format: TT:MM:SS:FF (00-23 timer, 00-29 rammer @ 30fps) eller TT:MM:SS;FF for drop-frame</string>
	<key>Format: HH:MM:SS:FF (hours: 00-23, frames: 00-%@) or HH:MM:SS;FF for drop-frame</key>
	<string>Format: TT:MM:SS:FF (timer: 00-23, rammer: 00-￼) eller TT:MM:SS;FF for drop-frame</string>
	<key>Frame Rate</key>
	<string>Bildefrekvens</string>
	<key>Framerate</key>
	<string>Bildefrekvens</string>
	<key>Full comment preview:</key>
	<string>Full forhåndsvisning av kommentar:</string>
	<key>Full output:</key>
	<string>Full utdata:</string>
	<key>Fullscreen Player</key>
	<string>Fullskjermspiller</string>
	<key>General</key>
	<string>Generelt</string>
	<key>Generating thumbnail...</key>
	<string>Genererer thumbnail…</string>
	<key>GitHub Repository</key>
	<string>GitHub Repository</string>
	<key>Google Drive support is not yet implemented.</key>
	<string>Støtte for Google Drive er ennå ikke implementert.</string>
	<key>HDR capture requires macOS 26 or later.</key>
	<string>HDR opptak krever macOS 26 eller nyere.</string>
	<key>Hardware uses VideoToolbox for fast encoding. Software (libx264) offers better compression with CRF quality control.</key>
	<string>Maskinvare bruker VideoToolbox for rask koding. Programvare (libx264) gir bedre komprimering med CRF-kvalitetskontroll.</string>
	<key>Hardware uses VideoToolbox for fast encoding. Software (libx265) offers better compression with CRF quality control.</key>
	<string>Maskinvarer bruker VideoToolbox for rask koding. Programvare (libx265) gir bedre komprimering med CRF-kvalitetskontroll.</string>
	<key>Hide and Exclude Sound</key>
	<string>Skjul og ekskluder lyd</string>
	<key>Hide and exclude sound from apps</key>
	<string>Skjul og ekskluder lyd fra apper</string>
	<key>Hide app window</key>
	<string>Skjul app vindu</string>
	<key>Hide cursor</key>
	<string>Skjul musepeker</string>
	<key>Hide native AVPlayer controls</key>
	<string>Skjul system-kontroll</string>
	<key>Higher bitrate = better audio quality and larger files.</key>
	<string>Høyere bithastighet = bedre lydkvalitet og større filer.</string>
	<key>Homebrew yt-dlp starts downloads much faster than the app-downloaded version.</key>
	<string>Homebrew sin versjon av yt-dlp starter nedlastninger mye raskere enn den app nedlastede versjonen</string>
	<key>I/O: in/out • ⇧I/⇧O: jump • ⌥I/⌥O: clear • ⌘L: loop</key>
	<string>I/O: inn/ut • ⇧I/⇧O: hopp • ⌥I/⌥O: fjern • ⌘L: loop</string>
	<key>Ignore files older than</key>
	<string>Ignorer filer eldre enn</string>
	<key>Import</key>
	<string>Importer</string>
	<key>Import video files</key>
	<string>Importer videofiler</string>
	<key>Import…</key>
	<string>Importer…</string>
	<key>Include date tag</key>
	<string>Inkluder dato-tagg</string>
	<key>Include date tag on new files</key>
	<string>Inkluder dato-tagg på nye filer</string>
	<key>Include preset suffix in filename</key>
	<string>Inkluder preset suffix i filnavnet</string>
	<key>Input Duration: %@</key>
	<string>Input lengde: %@</string>
	<key>Input Tracks</key>
	<string>Inputspor</string>
	<key>Input duration</key>
	<string>Inndatavarighet</string>
	<key>Input file size</key>
	<string>Inndatafilstørrelse</string>
	<key>Install ExifTool to enable C2PA metadata detection</key>
	<string>Installer ExifTool for å aktivere oppdagelse av C2PA metadata</string>
	<key>Install Homebrew version for faster startup</key>
	<string>Installer Homebrew versjon for raskere start</string>
	<key>Invalid URL</key>
	<string>Ugyldig URL</string>
	<key>J/K/L: reverse • pause • play (use for smooth playback)</key>
	<string>J/K/L: revers • pause • spill av (bruk for jevn avspilling)</string>
	<key>Jump to trim end</key>
	<string>Hopp til trim slutt</string>
	<key>Jump to trim start</key>
	<string>Hopp til trim start</string>
	<key>Keep original surround audio</key>
	<string>Behold original surround lyd</string>
	<key>Keep title, timecode, and encoder tags from the source file</key>
	<string>Behold tittel, tidskode og kodertagger fra kildefilen</string>
	<key>Keyboard shortcuts:</key>
	<string>Tastatursnarveier:</string>
	<key>Last Capture</key>
	<string>Forrige opptak</string>
	<key>Learn more about ExifTool</key>
	<string>Lær mer om ExifTool</string>
	<key>Leave empty for AWS (or enter custom endpoint)</key>
	<string>La stå tom for AWS (eller skriv inn egendefinert endepunkt)</string>
	<key>Leave empty to auto-download or use system</key>
	<string>La stå tom for automatisk nedlastning eller bruk system</string>
	<key>Limit output resolution. Bitrate scales automatically with resolution.</key>
	<string>Begrens utdataoppløsning. Bitraten skaleres automatisk med oppløsningen.</string>
	<key>Limit proxy resolution. Lower resolutions create smaller files for faster editing.</key>
	<string>Begrens proxyoppløsning. Lavere oppløsninger gir mindre filer for raskere redigering.</string>
	<key>Limit the output resolution. Unlimited preserves source resolution.</key>
	<string>Begrens utdataoppløsningen. Ubegrenset bevarer kildeoppløsningen.</string>
	<key>Live</key>
	<string>Direkte</string>
	<key>Loading...</key>
	<string>Laster…</string>
	<key>Loop</key>
	<string>Loop</string>
	<key>Low quality preview</key>
	<string>Forhåndsvisning i lav kvalitet</string>
	<key>Lower CRF values = higher quality and larger files. 23 is a good default for H.264.</key>
	<string>Lavere CRF-verdier = høyere kvalitet og større filer. 23 er en god standard for H.264.</string>
	<key>Lower CRF values = higher quality and larger files. 28 is a good default for H.265.</key>
	<string>Lavere CRF-verdier = høyere kvalitet og større filer. 28 er en god standardverdi for H.265.</string>
	<key>Lower CRF values = higher quality and larger files. 30 is the SVT-AV1 default.</key>
	<string>Lavere CRF-verdier = høyere kvalitet og større filer. 30 er standarden for SVT-AV1.</string>
	<key>MM/DD/YYYY (%@)</key>
	<string>MM/DD/YYYY (%@)</string>
	<key>MMM DD, YYYY (%@)</key>
	<string>MMM DD, YYYY (%@)</string>
	<key>MP4 is most compatible. MKV supports all AV1 features.</key>
	<string>MP4 er mest kompatibelt. MKV støtter alle AV1-funksjoner.</string>
	<key>MP4 is most compatible. MOV is native to Apple. MKV supports all features but has less compatibility.</key>
	<string>MP4 er mest kompatibelt. MOV er native for Apple. MKV støtter alle funksjoner, men har mindre kompatibilitet.</string>
	<key>Main Window</key>
	<string>Hovedvindu</string>
	<key>Max line length:</key>
	<string>Max linjelengde</string>
	<key>Merge Clips</key>
	<string>Slå sammen klipp.</string>
	<key>Merge all files into one file. Only works if input files have the same settings (e.g. resolution, codec). Note that trimming becomes less accurate when merging clips.</key>
	<string>Sammenslå alle filer til én fil. Fungerer bare hvis inndatafilene har de samme innstillingene (f.eks. oppløsning, kodek). Merk at trimming blir mindre nøyaktig når du slår sammen klipp.</string>
	<key>Merge available</key>
	<string>Sammenslåing tilgjengelig</string>
	<key>Merge enabled</key>
	<string>Sammenslåing aktivert</string>
	<key>Metadata</key>
	<string>Metadata</string>
	<key>Metadata Comment</key>
	<string>Metadata-kommentar</string>
	<key>Metadata Comment Preview</key>
	<string>Forhåndsvisning av metadata-kommentar</string>
	<key>Metadata Comparison</key>
	<string>Metadata-sammenligning</string>
	<key>Metadata Preservation</key>
	<string>Bevaring av metadata</string>
	<key>Microphone</key>
	<string>Mikrofon</string>
	<key>Microphone Off</key>
	<string>Mikrofon av</string>
	<key>Microphone On</key>
	<string>Mikrofon på</string>
	<key>Microphone selection requires macOS 15 or later.</key>
	<string>Valg av mikrofon krever macOS 15 eller nyere.</string>
	<key>Minimalist FFMPEG frontend written in Swift and SwiftUI.</key>
	<string>Minimalistisk brukergrensesnitt for FFMPEG, skrevet i Swift og SwiftUI.</string>
	<key>Models</key>
	<string>Modeller</string>
	<key>Mute Audio</key>
	<string>Demp lyden</string>
	<key>Mute audio by default</key>
	<string>Demp lyd som standard</string>
	<key>Name:</key>
	<string>Navn:</string>
	<key>Navigate</key>
	<string>Naviger</string>
	<key>New Version Available</key>
	<string>Ny versjon tilgjengelig</string>
	<key>No Audio Tracks</key>
	<string>Ingen lydspor</string>
	<key>No Selection</key>
	<string>Ingen valgt</string>
	<key>No alternate audio tracks</key>
	<string>Intet alternativt lydspor.</string>
	<key>No apps available</key>
	<string>Ingen applikasjoner er tilgjengelig</string>
	<key>No audio stream detected.</key>
	<string>Intet lydstrøm oppdaget.</string>
	<key>No captures yet</key>
	<string>Ingen opptak enda</string>
	<key>No detailed metadata available.</key>
	<string>Ingen detaljert metadata tilgjengelig.</string>
	<key>No folder selected</key>
	<string>Ingen mappe er valgt</string>
	<key>No profiles</key>
	<string>Ingen profiler</string>
	<key>No subtitle stream detected.</key>
	<string>Ingen undertekster oppdaget</string>
	<key>No subtitle tracks</key>
	<string>Ingen undertekst spor</string>
	<key>No timecode found in source file.</key>
	<string>Ingen tidskode i kildefilen</string>
	<key>No timecode will be written to output files by default.</key>
	<string>Ingen tidskode vil bli skrevet til utdatafiler som standard.</string>
	<key>No timecode will be written to the output file.</key>
	<string>Ingen tidskode vil bli skrevet til utdatafilen.</string>
	<key>No tracks selected</key>
	<string>Ingen spor valgt</string>
	<key>No video stream detected.</key>
	<string>Ingen videostrøm oppdaget.</string>
	<key>None</key>
	<string>Ingen</string>
	<key>Normalize audio levels</key>
	<string>Normaliser lydnivåer</string>
	<key>Note: Crop requires re-encoding and will not work with Stream Copy preset.</key>
	<string>Merk: Beskjæring krever re-koding og vil ikke fungere med Stream Copy-forhåndsinnstillingen.</string>
	<key>Note: The browser should be closed for best results. On macOS, you may need to grant Full Disk Access to the app in System Settings &gt; Privacy &amp; Security.</key>
	<string>Merk: Nettleseren bør være lukket for best resultat. På macOS må du kanskje gi appen Full disktilgang i Systeminnstillinger &gt; Personvern og sikkerhet.</string>
	<key>Number of mono audio channels in output. Source audio is mapped to first two channels.</key>
	<string>Antall mono lydkanaler i utgangen. Kildelyd er kartlagt til de to første kanalene.</string>
	<key>Number of times to retry a failed upload before giving up.</key>
	<string>Antall ganger et mislykket opplastingsforsøk skal gjentas før man gir opp.</string>
	<key>Off</key>
	<string>Av</string>
	<key>Open Capture Mode</key>
	<string>Åpne Opptaksmodus</string>
	<key>Open Settings</key>
	<string>Åpne Innstillinger</string>
	<key>Open preview and trim editor</key>
	<string>Åpne forhåndsvisning og trim redigerer</string>
	<key>Output</key>
	<string>Utdata</string>
	<key>Output Folder</key>
	<string>Utdata mappe</string>
	<key>Output Location</key>
	<string>Outputplassering</string>
	<key>Output Timecode</key>
	<string>Utdata tidskode</string>
	<key>Output Tracks</key>
	<string>Utdata spor</string>
	<key>Output extension</key>
	<string>Filetternavn på eksport</string>
	<key>Output file already exists and will be overwritten during conversion. Click to show in Finder.</key>
	<string>Ut-filen eksisterer allerede og vil bli skrevet over ved eksport. Klikk for å vise filen i Finder.</string>
	<key>Output file suffix</key>
	<string>Suffix på export</string>
	<key>Output filename</key>
	<string>Utdata filnavn</string>
	<key>Overall Progress: %lld%%</key>
	<string>Total fremdrift: %lld%%</string>
	<key>PRESET_ANIMATED_STILL_DESCRIPTION</key>
	<string>Animerte stillbilder i GIF, AVIF eller animert PNG (APNG), velgbare fra Forhåndsinnstillingsmenyen.</string>
	<key>PRESET_AUDIO_AAC_STEREO_DESCRIPTION</key>
	<string>Stereo nedmiks AAC-fil som beholder stereobredden samtidig som filstørrelsen krymper.</string>
	<key>PRESET_AUDIO_WAV_DESCRIPTION</key>
	<string>Ukomprimert WAV-eksport som beholder alle lydkanaler der det er mulig.</string>
	<key>PRESET_AV1_DESCRIPTION</key>
	<string>Neste generasjons SVT-AV1-koding med 10-bit støtte. Beste komprimeringseffektivitet i appen, men kun programvare (ingen maskinvareakselerasjon på macOS).</string>
	<key>PRESET_CUSTOM_DESCRIPTION</key>
	<string>Ti egendefinerte forhåndsinnstillinger (C1–C10) lar deg angi egne utdataargumenter, suffikser og filendelser. Input-parametere håndteres automatisk, men husk at -copy-kommandoer ikke fungerer sammen med avlings- eller lydrutingsbryterne i Forhåndsinnstillinger.</string>
	<key>PRESET_DCP_DESCRIPTION</key>
	<string>Digital Cinema Package med JPEG 2000-video og 24-bit PCM-lyd i MXF-containere, pluss Interop DCP-metadata (CPL, PKL, ASSETMAP). Konfigurerbar oppløsning (2K/4K Flat, Scope eller Full), bildefrekvens og bithastighet. Bruker DCI XYZ 12-bit fargerom for kinostandard-kompatibilitet.</string>
	<key>PRESET_H264_DESCRIPTION</key>
	<string>Svært kompatibel H.264/AVC-koding med valg mellom rask VideoToolbox-maskinvarekoding eller kvalitetsfokusert libx264-programvarekoding med CRF-kontroll og støtte for MP4, MOV og MKV.</string>
	<key>PRESET_H265_DESCRIPTION</key>
	<string>Moderne 10-bit H.265/HEVC-koding. VideoToolbox-maskinvarekoding gir raske eksporter, mens libx265-programvarekoding kan velges for maksimal komprimeringseffektivitet.</string>
	<key>PRESET_PRORES_DESCRIPTION</key>
	<string>Apple ProRes (yuv422p10) for redigeringsvennlige masterfiler. Inkluderer første video- og lydspor, beholder 24-bit PCM-lyd og sikter mot standard ProRes-bithastigheter. Standard ProRes-profil velges i Forhåndsinnstillinger.</string>
	<key>PRESET_PROXY_DESCRIPTION</key>
	<string>Lett proxy-eksport i HEVC, ProRes Proxy eller DNxHR med konfigurerbare oppløsningsgrenser. Beholder alle lydkanaler som ukomprimert PCM, ideelt for offline-redigering og bruk av en dedikert 'Proxy'-undermappe ved siden av kildefilene.</string>
	<key>PRESET_STREAM_COPY_DESCRIPTION</key>
	<string>Kopierer lyd- og videostrømmene inn i en ny fil. Styrken er at original kodek, metadata og filendelse beholdes, så dette passer godt ved trimming eller sammenslåing.</string>
	<key>PRESET_TV_AVC_INTRA_DESCRIPTION</key>
	<string>TV-leveranseformat i MXF-kontainer. AVC-Intra 10-bit 4:2:2 tilbyr valgfrie klasser (50/100/200 Mbps), oppløsning og bildefrekvens, samt 4/8/16 mono lydkanaler som 24-bit PCM.</string>
	<key>PRESET_TV_HEVC_DESCRIPTION</key>
	<string>TV-leveranseformat med maskinvare HEVC 10-bit 4:2:2, konfigurerbar oppløsning og bildefrekvens, automatisk bitrate-skala og bevaring av alle lydkanaler som 24-bit PCM.</string>
	<key>PRESET_VIDEO_LOOP_DESCRIPTION</key>
	<string>Optimalisert for sømløse, stille looper. Koder med x264 på CRF 23 (ca. 3–9 Mbps variabel bithastighet), fjerner lyd, begrenser korteste kant til 1080 px og varsler når klipp varer lenger enn 15 sekunder slik at du kan trimme før autoplay.</string>
	<key>PRESET_VIDEO_LOOP_WITH_SOUND_DESCRIPTION</key>
	<string>Samme x264-innstillinger som den stille loopen, men beholder alle lydspor som 128 kbps AAC samtidig som korteste kant begrenses til 1080 px.</string>
	<key>Password</key>
	<string>Passord</string>
	<key>Password saved in Keychain</key>
	<string>Passord lagret i Nøkkelring</string>
	<key>Password:</key>
	<string>Passord:</string>
	<key>Paste video URL (YouTube, Vimeo, etc.)...</key>
	<string>Lim inn video URL (YouTube, Vimeo, etc.)</string>
	<key>Path/Prefix:</key>
	<string>Bane/Prefix:</string>
	<key>Path:</key>
	<string>Bane:</string>
	<key>Permanently remove files that have stayed in the watch folder longer than the selected duration</key>
	<string>Fjern permanent filer som har ligget i overvåkingsmappen lenger enn den valgte varigheten</string>
	<key>Pipe ( | )</key>
	<string>Loddrett strek ( | )</string>
	<key>Place in subfolder</key>
	<string>Plasser i undermappe</string>
	<key>Play fullscreen</key>
	<string>Spill av i fullskjerm</string>
	<key>Play sound when an error occurs</key>
	<string>Spill av lyd når en feil oppstår</string>
	<key>Play sound when encoding completes</key>
	<string>Spill av lyd når koding er fullført</string>
	<key>Playback Error</key>
	<string>Avspillingsfeil</string>
	<key>Please use FTP, SFTP, SMB, or S3 for now.</key>
	<string>Vennligst bruk FTP, SFTP, SMB eller S3 enn så lenge.</string>
	<key>Port:</key>
	<string>Port:</string>
	<key>Prefix</key>
	<string>Prefiks</string>
	<key>Presence only. This app does not verify C2PA signatures.</key>
	<string>Kun tilstedeværelse. Denne appen verifiserer ikke C2PA-signaturer.</string>
	<key>Preserve all original metadata</key>
	<string>Ta vare på original metadata</string>
	<key>Preset</key>
	<string>Forhåndsinnstilling</string>
	<key>Presets</key>
	<string>Forhåndsinnstillinger</string>
	<key>Preview</key>
	<string>Forhåndsvisning</string>
	<key>Preview &amp; trim</key>
	<string>Forhåndsvisning og trim</string>
	<key>Preview (sample comment):</key>
	<string>Forhåndsvisning (eksempelkommentar):</string>
	<key>Preview Cache</key>
	<string>Forhåndsvisnings-cache</string>
	<key>Preview full metadata comment</key>
	<string>Forhåndsvis full metadata-kommentar</string>
	<key>Preview loading</key>
	<string>Forhåndsvisning laster</string>
	<key>Preview not available</key>
	<string>Forhåndsvisning ikke tilgjengelig</string>
	<key>Preview should appear shortly</key>
	<string>Forhåndsvisning burde vises snarlig</string>
	<key>Preview unavailable</key>
	<string>Forhåndsvisning ikke tilgjengelig</string>
	<key>Profile</key>
	<string>Profil</string>
	<key>Profile:</key>
	<string>Profil:</string>
	<key>Quality (CRF)</key>
	<string>Kvalitet (CRF)</string>
	<key>Queue Display</key>
	<string>Køvisning</string>
	<key>Queue Row Display</key>
	<string>Kørekkevisning</string>
	<key>REV %@×</key>
	<string>REV %@×</string>
	<key>Ready</key>
	<string>Klar</string>
	<key>Recent Downloads</key>
	<string>Nylige Nedlastninger</string>
	<key>Record</key>
	<string>Ta opp</string>
	<key>Record from start</key>
	<string>Ta opp fra start</string>
	<key>Recording</key>
	<string>Tar opp</string>
	<key>Redownload (overwrite existing file)</key>
	<string>Last ned på nytt (overskriv eksisterende fil)</string>
	<key>Refresh Versions</key>
	<string>Oppdater versjon</string>
	<key>Region:</key>
	<string>Region:</string>
	<key>Remove all files from the list</key>
	<string>Fjern alle filer fra listen</string>
	<key>Remove from list</key>
	<string>Fjern fra listen</string>
	<key>Remove special characters</key>
	<string>Fjern spesialtegn</string>
	<key>Remove track from output</key>
	<string>Fjern spor fra eksport</string>
	<key>Replace spaces with underscores</key>
	<string>Erstatt mellomrom med understreker</string>
	<key>Reset</key>
	<string>Nullstill</string>
	<key>Reset Behavior</key>
	<string>Tilbakestillingsatferd</string>
	<key>Reset also clears trim, crop, and audio routing</key>
	<string>Tilbakestill fjerner også trim, beskjæring og lydruting</string>
	<key>Reset to Defaults</key>
	<string>Nullstill til Standard</string>
	<key>Reset to Downloads</key>
	<string>Nullstill til Nedlastning</string>
	<key>Reset to default</key>
	<string>Nullstill til standard</string>
	<key>Reset trim points</key>
	<string>Nullstill inn og ut punkt</string>
	<key>Resolution Limit</key>
	<string>Oppløsningsgrense</string>
	<key>Restore waveform color and normalization settings to their default values.</key>
	<string>Gjenopprett lydbølge farge og normaliseringsinnstillinger til standard.</string>
	<key>Retry</key>
	<string>Prøv igjen</string>
	<key>Retry attempts:</key>
	<string>Antall forsøk:</string>
	<key>Retry download</key>
	<string>Prøv nedlasting på nytt</string>
	<key>Reveal in Finder</key>
	<string>Vis i Finder</string>
	<key>Reveal last screenshot in Finder</key>
	<string>Vis siste skjermbilde i Finder.</string>
	<key>Reveal the recording in Finder</key>
	<string>Vis opptaket i Finder</string>
	<key>S3</key>
	<string>S3</string>
	<key>S3 Profile</key>
	<string>S3 Profil</string>
	<key>SFTP Profile</key>
	<string>SFTP Profil</string>
	<key>SMB Profile</key>
	<string>SMB Profil</string>
	<key>Save encoded files next to original</key>
	<string>Lagre kodede filer ved siden av originalen</string>
	<key>Save the current frame as an image</key>
	<string>Lagre bilderuten som et bilde.</string>
	<key>Schedule</key>
	<string>Planlegg</string>
	<key>Screen Capture</key>
	<string>Skjermopptak</string>
	<key>Screenshot Formats:</key>
	<string>Skjermbildeformater:</string>
	<key>Screenshot capture is unavailable for audio-only clips</key>
	<string>Skjermbilder er utilgjengelige for lydklipp.</string>
	<key>Screenshot saved</key>
	<string>Skjermbilde lagret</string>
	<key>Screenshots</key>
	<string>Skjermbilde</string>
	<key>Select</key>
	<string>Velg</string>
	<key>Select Folder</key>
	<string>Velg mappe</string>
	<key>Select Folder…</key>
	<string>Velg mappe…</string>
	<key>Select Preset</key>
	<string>Velg Preset</string>
	<key>Select Whisper model (.bin)</key>
	<string>Velg Whisper-modell (.bin)</string>
	<key>Select a watch folder to enable Watch Mode</key>
	<string>Velg en mappe for å aktivere “Watch Mode”</string>
	<key>Select audio track</key>
	<string>Velg lydspor</string>
	<key>Select deno binary</key>
	<string>Velg deno binærfil</string>
	<key>Select export preset for all files</key>
	<string>Velg eksportpreset for alle filer</string>
	<key>Select ffmpeg binary</key>
	<string>Velg ffmpeg binærfil</string>
	<key>Select ffprobe binary</key>
	<string>velg ffprobe binærfil</string>
	<key>Select one or more items in the queue
to view their metadata.</key>
	<string>Velg ett eller flere elementer i køen
for å se deres metadata.</string>
	<key>Select subtitle track</key>
	<string>Velg undertekst spor</string>
	<key>Select the AVC-Intra bitrate class. Higher classes provide better quality.</key>
	<string>Velg AVC-Intra-bitrateklasse. Høyere klasser gir bedre kvalitet.</string>
	<key>Select the ProRes profile for the output file.</key>
	<string>Velg ønsket ProRes profil for konvertering.</string>
	<key>Select the animated image format.</key>
	<string>Velg det animerte bildeformatet.</string>
	<key>Select the codec for proxy files. HEVC is most efficient, ProRes Proxy is widely compatible, DNx is for Avid workflows.</key>
	<string>Velg kodek for proxyfiler. HEVC er mest effektivt, ProRes Proxy er bredt kompatibelt, DNx er for Avid-arbeidsflyter.</string>
	<key>Select the image format for screenshots based on source bit depth.</key>
	<string>Velg bildeformat for skjermbilder basert på kilde-bitdybde.</string>
	<key>Select the microphone used for the secondary audio track</key>
	<string>Velg mikrofonen som brukes for det sekundære lydsporet</string>
	<key>Select yt-dlp binary</key>
	<string>Velg yt-dlp binærfil</string>
	<key>Selected</key>
	<string>Valgt</string>
	<key>Selected source not found.</key>
	<string>Valgt kilde ikke funnet.</string>
	<key>Send recording to the conversion queue</key>
	<string>Send opptak til konverteringskøen</string>
	<key>Separator</key>
	<string>Skilletegn</string>
	<key>Set as Default</key>
	<string>Sett som standard</string>
	<key>Set this preset as the default for new files</key>
	<string>Sett denne forhåndsinnstillingen som standard for nye filer.</string>
	<key>Sets the initial timecode display mode when opening the trim view or fullscreen player. You can toggle modes during playback by pressing T.</key>
	<string>Angir den innledende visningen av timecode når trimvisningen eller helskjermspilleren åpnes. Du kan bytte visningsmodus under avspilling ved å trykke på T.</string>
	<key>Settings</key>
	<string>Innstillinger</string>
	<key>Settings – Aagedal Media Converter</key>
	<string>Innstillinger – Aagedal Media Converter</string>
	<key>Short Edge</key>
	<string>Kort-side</string>
	<key>Shortcuts</key>
	<string>Hurtigtaster</string>
	<key>Show Metadata</key>
	<string>Vis metadata</string>
	<key>Show a condensed view with smaller thumbnails and inline action buttons</key>
	<string>Vis en kondensert visning med mindre miniatyrbilder og innebygde handlingsknapper</string>
	<key>Show comment field</key>
	<string>Vis kommentarfelt</string>
	<key>Show date tag button</key>
	<string>Vis dato-tagknapp</string>
	<key>Show downloaded file</key>
	<string>Vis nedlastet fil</string>
	<key>Show in Finder</key>
	<string>Vis i Finder</string>
	<key>Show in preset picker</key>
	<string>Vis i forhåndsinnstillings velger</string>
	<key>Show native AVPlayer controls</key>
	<string>Vis system spiller</string>
	<key>Show/hide audio level meter</key>
	<string>Vis/skjul lydmeter</string>
	<key>Skip files that have been in the watch folder longer than the selected duration</key>
	<string>Hopp over filer som har ligget i overvåkingsmappen lenger enn valgt varighet</string>
	<key>Slower presets produce better quality at the same file size.</key>
	<string>Tregere forhåndsinnstillinger gir bedre kvalitet ved samme filstørrelse.</string>
	<key>Some players (like QuickTime) may not play surround audio. Enable "Stereo" on tracks to downmix for compatibility.</key>
	<string>Noen spillere (som QuickTime) spiller kanskje ikke av surroundlyd. Aktiver «Stereo» på spor for å nedmikse for kompatibilitet.</string>
	<key>Sounds</key>
	<string>Lyder</string>
	<key>Source</key>
	<string>Kilde</string>
	<key>Source Timecode:</key>
	<string>Kildens tidskode:</string>
	<key>Source code and author website</key>
	<string>Kildekode og skaperens nettside</string>
	<key>Source keeps original framerate. Interlaced modes (50i, 59.94i) apply field-based encoding.</key>
	<string>Kilden beholder original bildefrekvens. Interlaced-moduser (50i, 59,94i) bruker feltbasert koding.</string>
	<key>Source:</key>
	<string>Kilde:</string>
	<key>Space</key>
	<string>Mellomrom</string>
	<key>Specify the arguments passed to ffmpeg (without including the `ffmpeg` command itself).</key>
	<string>Spesifiser argumentene som du vil sende til FFMPEG (uten å inkludere ‘ffmpeg’ commanden i seg selv).</string>
	<key>Start watching %@</key>
	<string>Start å se etter filer i %@</string>
	<key>Stop</key>
	<string>Stopp</string>
	<key>Stop download and keep partial file</key>
	<string>Stopp nedlastning og behold fil</string>
	<key>Stop watching %@</key>
	<string>Slutt å se etter filer i %@</string>
	<key>Stream %lld</key>
	<string>Strøm %lld</string>
	<key>Subfolder name:</key>
	<string>Undermappe navn:</string>
	<key>Subtitles are generated from the audio track after conversion completes. The SRT file is saved alongside the output video.</key>
	<string>Undertekster genereres fra lydsporet etter at konverteringen er fullført. SRT-filen lagres sammen med utgangsvideoen.</string>
	<key>Subtract 1 frame</key>
	<string>Trekk fra 1 bilderute</string>
	<key>Subtract 10 frames</key>
	<string>Trekk fra 10 bilderuter</string>
	<key>Suffix</key>
	<string>Suffiks</string>
	<key>Surround Audio Detected</key>
	<string>Surroundlyd oppdaget</string>
	<key>System Audio</key>
	<string>System Lyd</string>
	<key>System Default</key>
	<string>System Standard</string>
	<key>Target bitrate (e.g., 10M, 5000k)</key>
	<string>Mål-bitrate (f.eks. 10M, 5000k)</string>
	<key>Target bitrate (e.g., 8M, 5000k)</key>
	<string>Målbithastighet (for eksempel 8M, 5000k)</string>
	<key>Test Connection</key>
	<string>Test kobling</string>
	<key>The app includes bundled ffmpeg and ffprobe binaries. You can optionally use custom versions (e.g., from Homebrew) if you need specific features or codecs.</key>
	<string>Appen inkluderer medfølgende ffmpeg- og ffprobe-binærfiler. Du kan eventuelt bruke egendefinerte versjoner (f.eks. fra Homebrew) hvis du trenger spesifikke funksjoner eller kodeker.</string>
	<key>The app-downloaded yt-dlp has slower startup (~20-30 seconds). For faster downloads, install via Homebrew.</key>
	<string>Appen som er lastet ned med yt-dlp har tregere oppstart (~20–30 sekunder). For raskere nedlastinger, installer via Homebrew.</string>
	<key>The date tag precedes any custom comment you enter on the video card.</key>
	<string>Datotaggen står foran eventuelle egne kommentarer du skriver på videokortet.</string>
	<key>The default preset cannot be deactivated</key>
	<string>"Forhåndsinnstillingen for standard kan ikke deaktiveres"</string>
	<key>The default preset cannot be hidden</key>
	<string>Standardinnstillingen kan ikke skjules</string>
	<key>The metadata comment is embedded in the exported file and can be viewed in video players or file inspectors. It's composed of:</key>
	<string>Metadata-kommentaren blir innebygd i den eksporterte filen og kan vises i videospillere eller filinspektører. Den består av:</string>
	<key>The timecode from the source file will be copied to the output.</key>
	<string>Tidskoden fra kildefilen vil bli kopiert til utdatafilen.</string>
	<key>These defaults control waveform video generation for audio-only media. Colors should be six-digit HEX values.</key>
	<string>Disse standardene styrer genereringen av bølgeformvideo for kun lydmedier. Farger skal være seks-sifrede HEX-verdier.</string>
	<key>This app excluded from capture</key>
	<string>Denne appen er ekskludert fra opptak</string>
	<key>This app visible in capture</key>
	<string>Denne appen er synlig i opptak</string>
	<key>This comment will be embedded in the exported file's metadata.</key>
	<string>Denne kommentaren blir lagt inn i den eksporterte filens metadata.</string>
	<key>This file does not contain any audio tracks.</key>
	<string>Denne filen inneholder ingen lydspor</string>
	<key>Timecode</key>
	<string>Tidskode</string>
	<key>Timecode Configuration</key>
	<string>Tidskodekonfigurasjon</string>
	<key>Timecode Defaults</key>
	<string>Tidskode standard</string>
	<key>Timecode Display</key>
	<string>Tidskode-visning</string>
	<key>Timecode Mode</key>
	<string>Tidskode modus</string>
	<key>Timecode Value:</key>
	<string>Tidskodeverdi:</string>
	<key>Timecode configured</key>
	<string>Tidskode er konfigurert</string>
	<key>Tip: Command + 1-9 will quickly change the selected preset.</key>
	<string>Tips: Command + 1–9 endrer raskt det valgte forhåndsvalget.</string>
	<key>Tip: Command + D opens the Download view</key>
	<string>Tips: Command + D åpner nedlastingsvisningen</string>
	<key>Tip: Command + P opens a preset selector.</key>
	<string>Tips: Command + P åpner en forhåndsinnstilt velger.</string>
	<key>Tip: Hold Option and click Reset to clear both trim points and other settings.</key>
	<string>Tips: Hold Option and click Reset to clear both trim points and other settings.</string>
	<key>Tip: Hold Option while resizing the crop box to resize both axes at once.</key>
	<string>Tips: Hold nede Alternativ-tasten mens du endrer størrelsen på beskjæringsboksen for å endre begge aksene samtidig.</string>
	<key>Tip: Import files with ⌘I, and start converting with ⌘Enter.</key>
	<string>Tips: Importer filer med ⌘I, og start konvertering med ⌘Enter.</string>
	<key>Tip: In both the Trim Player and the Fullscreen Player, enter + or - before a number to jump that many seconds forward or backward. If the frame counter is active you will instead jump that many frames.</key>
	<string>Tips: I både Trim-spilleren og Fullskjerms-spilleren, skriv + eller - foran et tall for å hoppe så mange sekunder fram eller tilbake. Hvis rammeregistratoren er aktiv, vil du i stedet hoppe så mange bilder.</string>
	<key>Tip: In both the Trim Player and the Fullscreen Player, you can start typing a number to enter a timecode. Press enter to jump to that timecode.</key>
	<string>Tips: I både Trim Player og Fullscreen Player kan du begynne å skrive et tall for å angi en tidskode. Trykk enter for å hoppe til den tidskoden.</string>
	<key>Tip: In both the Trim Player and the Fullscreen Player, you can use JKL to play backwards, pause, and play forwards. Just like in most NLEs.</key>
	<string>Tip: Både i Trim-spilleren og Fullskjerm-spilleren kan du bruke JKL for å spille bakover, pause og spille fremover. Akkurat som i de fleste NLE-er.</string>
	<key>Tip: In both the Trim Player and the Fullscreen Player, you can use arrow keys to jump between frames.</key>
	<string>Tips: I både Trim Player og Fullscreen Player kan du bruke piltastene for å hoppe mellom rammer.</string>
	<key>Tip: In the Audio Routing overlay use Control + M to mute all audio. You can also use Command + [1...8] to enable or disable a specific audio source track.</key>
	<string>Tips: I Audio Routing-overlayet bruk Control + M for å dempe all lyd. Du kan også bruke Command + [1...8] for å aktivere eller deaktivere en spesifikk lydkildebane.</string>
	<key>Tip: In the Crop view you can also use Command + [1...8] to switch between different crop modes. Use CMD + ↑←↓→ to move the crop box. Use CMD + -/+ to resize the crop box.</key>
	<string>Tips: I beskjæringsvisningen kan du også bruke Kommando + [1...8] for å bytte mellom forskjellige beskjæringsmoduser. Bruk CMD + ↑←↓→ for å flytte beskjæringsboksen. Bruk CMD + -/+ for å endre størrelse på beskjæringsboksen.</string>
	<key>Tip: In the Trim View hold Command ⌘ while dragging to set both in and out trim point in a single drag.</key>
	<string>Tips: Hold nede Command ⌘ mens du drar i Trim View for å sette både inn- og ut-trimpunkt i ett og samme drag.</string>
	<key>Tip: In the Trim View hold Shift ⇧ while dragging in between trim points to move both in and out trim point at once.</key>
	<string>Tips: Hold inne Shift ⇧ i Trim-visningen mens du drar mellom trimmingspunktene for å flytte både inn- og ut-punktet samtidig.</string>
	<key>Tip: In the full screen player press A to turn on Auto Next. This will automatically play the next item in the queue. Command + L when Auto Next is on, will activate looping, so that you can watch the entire queue on repeat.</key>
	<string>Tips: Trykk på A i fullskjermspilleren for å slå på Auto-neste. Dette vil automatisk spille av neste element i køen. Kommando + L når Auto-neste er på, vil aktivere repetisjon, slik at du kan se hele køen om igjen og om igjen.</string>
	<key>Tip: In the full screen player the UI overlay disappears immidiately if you place the mouse on the very right side of the screen.</key>
	<string>Tips: I fullskjermsavspilleren forsvinner brukergrensesnittets overlegg umiddelbart hvis du plasserer musen helt til høyre på skjermen.</string>
	<key>Tip: In the full screen player you can use Command + N to go to the next video in the queue, and Command + B to go back to the previous video in the queue.</key>
	<string>Tips: I fullskjermsavspilleren kan du bruke Kommando + N for å gå til neste video i køen, og Kommando + B for å gå tilbake til forrige video i køen.</string>
	<key>Tip: In the player views you can press T to toggle between relative timecode, source timecode and frame counter.</key>
	<string>Tips: I spillervisningene kan du trykke T for å veksle mellom relativ tidskode, kildetidskode og rammeteller.</string>
	<key>Tip: Press Control + D to toggle the date tag on the selected item.</key>
	<string>Tips: Trykk på Control + D for å veksle datomerket på det valgte elementet.</string>
	<key>Tip: Press Control + K to see all keyboard shortcuts.</key>
	<string>Tips: Trykk Control + K for å se alle tastatursnarveier.</string>
	<key>Tip: Press Control + R to load a random tip here.</key>
	<string>Tips: Trykk Ctrl + R for å laste inn et tilfeldig tips her.</string>
	<key>Tip: Press F to play the selected video in fullscreen.</key>
	<string>Tips: Trykk F for å spille av den valgte videoen i fullskjerm.</string>
	<key>Tip: Press Tab to quickly jump between comment fields of different items.</key>
	<string>Tips: Trykk Tab for raskt å hoppe mellom kommentarfeltene til forskjellige elementer.</string>
	<key>Tip: Set up a Watch Folder in Settings to automatically import new files.</key>
	<string>Tips: Opprett en overvåkingsmappe i Innstillinger for å automatisk importere nye filer.</string>
	<key>Tip: Use Command + S while in either player view will save a still image of the current frame.</key>
	<string>Tips: Bruk Kommando + S mens du er i enten av spillerne for å lagre et stillbilde av gjeldende ramme.</string>
	<key>Tip: Use Control + M will mute the selected files in the queue.</key>
	<string>Tips: Bruk Control + M for å dempe de valgte filene i køen.</string>
	<key>Tip: Use Option + A to configure audio routing for the selected file.</key>
	<string>Tips: Bruk Alternativ + A for å konfigurere lydruting for den valgte filen.</string>
	<key>Tip: Use T while in either player view, will change the timecode display to show source timecode, relative timecode or frame counter.</key>
	<string>Tips: Bruk T mens du er i en av spillervisningene; dette vil endre tidskodevisningen til å vise kildetidskode, relativ tidskode eller rammeteller.</string>
	<key>Tip: Use ⌘T to open the trim editor for the selected file.</key>
	<string>Tips: Bruk ⌘T for å åpne trim-redigereren for den valgte filen.</string>
	<key>Tip: Use ⌘↑ and ⌘↓ to move selected items up and down in the queue.</key>
	<string>Tips: Bruk ⌘↑ og ⌘↓ for å flytte valgte elementer opp og ned i køen.</string>
	<key>Tip: You can change the default encoding preset in the Settings menu.</key>
	<string>Tips: Du kan endre standardkodekspreset i Innstillingsmenyen.</string>
	<key>Tip: You can drag items to reorder them in the queue.</key>
	<string>Tips: Du kan dra elementer for å endre rekkefølgen i køen.</string>
	<key>Tip: You have Homebrew yt-dlp installed. Select "Homebrew" above for faster download startup.</key>
	<string>Tips: Du har Homebrew yt-dlp installert. Velg «Homebrew» ovenfor for raskere oppstart av nedlasting.</string>
	<key>To download videos from URLs, you need yt-dlp. Install with Homebrew (brew install yt-dlp) or configure a custom path in Settings &gt; Downloads.</key>
	<string>For å laste ned videoer fra nettadresser, trenger du yt-dlp. Installer med Homebrew (brew install yt-dlp) eller konfigurer en egendefinert bane i Innstillinger &gt; Nedlastinger.</string>
	<key>Toggle crop controls (C)</key>
	<string>Veksle beskjæringskontroller (C)</string>
	<key>Toggles adding the generation date to metadata.</key>
	<string>Skrur av/på metadata kommentar om datoen filen er generert.</string>
	<key>Toggles waveform video generation.</key>
	<string>Skrur av/på lydbølge video generering.</string>
	<key>Total size: %@</key>
	<string>Total størrelse: %@</string>
	<key>Transcription</key>
	<string>Transkribering</string>
	<key>Trim View</key>
	<string>Trim Visning</string>
	<key>Update</key>
	<string>Oppdater</string>
	<key>Updates</key>
	<string>Oppdateringer</string>
	<key>Upload</key>
	<string>Last opp</string>
	<key>Upload Backend</key>
	<string>Opplastningsprotokoll</string>
	<key>Upload Behavior</key>
	<string>Opplastningsoppførsel</string>
	<key>Upload not configured</key>
	<string>Opplastning ikke konfigurert</string>
	<key>Use 'Auto-detect' for mixed-language content. Specifying a language can improve accuracy for single-language audio.</key>
	<string>Bruk «Auto-detect» for innhold med blandede språk. Ved å spesifisere et språk kan nøyaktigheten forbedres for lydopptak med ett enkelt språk.</string>
	<key>Use FTPS (TLS encryption)</key>
	<string>Bruk FTPS (TSL kryptering)</string>
	<key>Use browser cookies to access age-restricted, private, or member-only content.</key>
	<string>Bruk informasjonskapsler fra nettleseren for å få tilgang til innhold som er aldersbegrenset, privat eller kun for medlemmer.</string>
	<key>Use compact list view</key>
	<string>Bruk kompakt listevisning</string>
	<key>Use default</key>
	<string>Bruk standard</string>
	<key>Use preset suffix</key>
	<string>Bruk forhåndsinnstilt suffiks</string>
	<key>Use the + button to add tracks</key>
	<string>Bruk +-knappen for å legge til spor</string>
	<key>Username:</key>
	<string>Brukernavn:</string>
	<key>Verification Resources</key>
	<string>Verifiseringsressurser</string>
	<key>Version %@ (%@)</key>
	<string>Versjon %1$@ (%2$@)</string>
	<key>Version %@ is available!</key>
	<string>Versjon %@ er tilgjengelig</string>
	<key>Version %@ is ready to download.</key>
	<string>Vesjon %@ er klar for å lastes ned</string>
	<key>Video Files</key>
	<string>Videofiler</string>
	<key>View metadata</key>
	<string>Vis metadata</string>
	<key>View technical metadata</key>
	<string>Vis teknisk metadata</string>
	<key>Waiting for frames...</key>
	<string>Venter på bilderammer…</string>
	<key>Watch Folder</key>
	<string>Watch Folder</string>
	<key>Watch Folder:</key>
	<string>Watch Folder:</string>
	<key>Watch Mode</key>
	<string>Watch Mode</string>
	<key>Waveform style</key>
	<string>Lydbølge-stil</string>
	<key>Waveform video</key>
	<string>Lydbølge video</string>
	<key>When Watch Folder Mode is enabled in the toolbar, the app will automatically scan this folder every 5 seconds for new video files and add them to the conversion queue.</key>
	<string>Når Watch Folder Mode er aktivert i verktøylinjen, vil appen automatisk scanne mappen for nye filer hvert 5 sekund og legge dem til i konverteringskøen.</string>
	<key>When disabled, output filenames will not include preset-specific suffixes.</key>
	<string>Når deaktivert, vil ikke utdatafilnavn inkludere forhåndsinnstillingsspesifikke suffikser.</string>
	<key>When disabled, resetting only changes the item back to waiting status, preserving trim, crop, and audio routing settings. Hold Option to also clear all settings.</key>
	<string>Når dette er slått av, endrer Tilbakestill bare elementet tilbake til ventestatus og beholder trim-, beskjærings- og lydrutingsinnstillinger. Hold Option for også å fjerne alle innstillinger.</string>
	<key>When disabled, this preset will be hidden from the preset picker</key>
	<string>Når deaktivert vil denne forhåndsinnstillingen være skjult fra forhåndsinnillingsvelgeren</string>
	<key>When enabled, audio track routing will be applied to files using this preset</key>
	<string>Når aktivert, vil lydsporrutning bli brukt på filer som bruker denne forhåndsinnstillingen</string>
	<key>When enabled, crop settings will be applied to files using this preset</key>
	<string>Når aktivert, vil beskjæringsinnstillinger bli brukt på filer som bruker denne forhåndsinnstillingen</string>
	<key>When enabled, new downloads will automatically start encoding after the download completes.</key>
	<string>Når aktivert, vil nye nedlastinger automatisk starte koding etter at nedlastingen er fullført.</string>
	<key>When enabled, new downloads will be uploaded after encoding completes. Requires upload to be configured in Settings &gt; Upload.</key>
	<string>Når aktivert, vil nye nedlastinger bli lastet opp etter at kodingen er fullført. Krever at opplasting er konfigurert i Innstillinger &gt; Opplasting.</string>
	<key>When enabled, new files will be muted automatically when VideoLoop is selected</key>
	<string>Når aktivert, vil nye filer bli dempet automatisk når VideoLoop er valgt</string>
	<key>When enabled, new items added to the queue will automatically upload after conversion.</key>
	<string>Når aktivert, vil nye elementer som legges til i køen lastes opp automatisk etter konvertering.</string>
	<key>When enabled, new video files added to the queue will have subtitle generation enabled automatically.</key>
	<string>Når aktivert, vil nye videofiler som legges til i køen automatisk få generering av undertekster slått på.</string>
	<key>When enabled, newly added audio-only files will generate waveform videos unless disabled per item.</key>
	<string>Når dette er aktivert, vil nylig tillagte filer som kun inneholder lyd generere bølgeformvideoer, med mindre det deaktiveres for det enkelte element.</string>
	<key>When enabled, preset suffixes like '_loop' or '_tv' are added to output filenames</key>
	<string>Når aktivert, blir forhåndsdefinerte suffikser som «_loop» eller «_tv» lagt til i utdatafilnavn.</string>
	<key>When enabled, resetting an item will clear all settings (trim points, crop, audio routing, timecode). Hold Option to only reset the encoding status.</key>
	<string>Når dette er slått på, vil Tilbakestill fjerne alle innstillinger (trim-punkter, beskjæring, lydruting, tidskode). Hold Option for kun å tilbakestille kodestatus.</string>
	<key>When enabled, spaces and special characters in filenames are sanitized</key>
	<string>Når aktivert, blir mellomrom og spesialtegn i filnavn sanert</string>
	<key>When enabled, the original file's metadata is kept intact during conversion</key>
	<string>Når aktivert vil konverteringen prøve å beholde original metadata.</string>
	<key>When enabled, yt-dlp will rewind live streams to the beginning before recording</key>
	<string>Når aktivert, vil yt-dlp spole tilbake direktesendinger til begynnelsen før opptaket starter</string>
	<key>YYYY-MM-DD (%@)</key>
	<string>YYYY-MM-DD (%@)</string>
	<key>YYYY.MM.DD (%@)</key>
	<string>YYYY.MM.DD (%@)</string>
	<key>YYYYMMDD (%@)</key>
	<string>YYYYMMDD (%@)</string>
	<key>_c%lld</key>
	<string>_c%lld</string>
	<key>deno not installed</key>
	<string>deno er ikke installert</string>
	<key>deno provides the JavaScript runtime needed by yt-dlp to handle modern YouTube extraction challenges. It can be auto-downloaded on first use.</key>
	<string>deno tilbyr JavaScript-kjøretidsmiljøet som trengs av yt-dlp for å håndtere moderne utfordringer med uthenting fra YouTube. Den kan lastes ned automatisk ved første gangs bruk.</string>
	<key>mp4</key>
	<string>mp4</string>
	<key>or double-click to import files</key>
	<string>eller dobbel-klikk for å importere</string>
	<key>password</key>
	<string>passord</string>
	<key>rclone is used for uploading files to remote servers after conversion.</key>
	<string>rclone brukes til å laste opp filer til eksterne servere etter konvertering.</string>
	<key>whisper.cpp (Subtitle Generation)</key>
	<string>whisper.cpp (Undertekst generering)</string>
	<key>whisper.cpp is a high-performance C++ implementation of OpenAI's Whisper speech recognition model. It can transcribe audio in multiple languages and generate SRT subtitle files.</key>
	<string>whisper.cpp er en høytytende C++-implementering av OpenAIs Whisper-modell for talegjenkjenning. Den kan transkribere lyd på flere språk og generere SRT-tekstfiler.</string>
	<key>whisper.cpp not available</key>
	<string>whisper.cpp ikke tilgjengelig</string>
	<key>yt-dlp</key>
	<string>yt-dlp</string>
	<key>yt-dlp (Video Downloads)</key>
	<string>yt-dlp (Videonedlastninger)</string>
	<key>yt-dlp Not Available</key>
	<string>yt-dlp ikke tilgjengelig</string>
	<key>yt-dlp enables downloading videos from YouTube and other sites. It can be auto-downloaded from GitHub or installed via Homebrew. Downloaded videos are automatically queued for conversion.</key>
	<string>yt-dlp gjør det mulig å laste ned videoer fra YouTube og andre nettsteder. Den kan lastes ned automatisk fra GitHub eller installeres via Homebrew. Nedlastede videoer legges automatisk i kø for konvertering.</string>
	<key>yt-dlp not installed</key>
	<string>yt-dlp ikke installert</string>
	<key>yt-dlp will extract cookies from %@ when downloading.</key>
	<string>yt-dlp vil hente ut cookies fra %@ under nedlastning.</string>
	<key>| Trimmed duration: %@</key>
	<string>| Trimmet lengde: %@</string>
	<key>•</key>
	<string>•</string>
	<key>↑↓ to navigate</key>
	<string>↑↓ for å navigere</string>
	<key>→</key>
	<string>→</string>
	<key>⌃M to toggle</key>
	<string>^M for a svitsje</string>
</dict>
</plist>
